Repository: FernandoIgorrr/chess-versus
Catalog: lib/l10n/app_*.arb
Languages: fa, hi, sw

source: Tournaments
fa: مسابقات
hi: टूर्नामेंट
sw: Mashindano

source: Delete tournament ?
fa: حذف مسابقه؟
hi: टूर्नामेंट हटाएँ?
sw: Futa mashindano?

source: Cancel
fa: لغو
hi: रद्द करें
sw: Ghairi

source: Delete
fa: حذف
hi: हटाएँ
sw: Futa

source: Register tournament
fa: ثبت مسابقه
hi: टूर्नामेंट दर्ज करें
sw: Sajili mashindano

source: Name
fa: نام
hi: नाम
sw: Jina

source: Tournament name
fa: نام مسابقه
hi: टूर्नामेंट का नाम
sw: Jina la mashindano

source: Tournament description
fa: توضیحات مسابقه
hi: टूर्नामेंट विवरण
sw: Maelezo ya mashindano

# tournamentNullDescription
source: No description
fa: بدون توضیح
hi: कोई विवरण नहीं
sw: Hakuna maelezo

source: Tournament type
fa: نوع مسابقه
hi: टूर्नामेंट प्रकार
sw: Aina ya mashindano

# tournamentStartDate
source: Start date
fa: تاریخ شروع
hi: शुरू होने की तारीख
sw: Tarehe ya kuanza

source: Created
fa: ایجاد شده
hi: बनाया गया
sw: Imeundwa

source: In progress
fa: در حال انجام
hi: जारी है
sw: Inaendelea

source: Finished
fa: پایان یافته
hi: समाप्त
sw: Imemalizika

# tournamentHasAlreadyEnded
source: The tournament has already ended
fa: مسابقه قبلاً به پایان رسیده است
hi: टूर्नामेंट पहले ही समाप्त हो चुका है
sw: Mashindano tayari yamekwisha

# numberOfRounds
source: NÂº of rounds
fa: تعداد دورها
hi: राउंड की संख्या
sw: Idadi ya raundi

source: Score per bye
fa: امتیاز هر استراحت
hi: बाय पर स्कोर
sw: Alama kwa 'bye'

source: Not defined
fa: تعریف نشده
hi: परिभाषित नहीं
sw: Haijafafanuliwa

source: Not informed
fa: اطلاع داده نشده
hi: सूचित नहीं
sw: Haijajulikishwa

source: Active players
fa: بازیکنان فعال
hi: सक्रिय खिलाड़ी
sw: Wachezaji hai

source: Active
fa: فعال
hi: सक्रिय
sw: Hai

source: Inactive
fa: غیر فعال
hi: निष्क्रिय
sw: Si hai

source: Bye inactive
fa: استراحت غیر فعال
hi: बाय निष्क्रिय
sw: 'Bye' si hai

# tournamentHasntStartedYet
source: The tournament hasn't started yet
fa: مسابقه هنوز شروع نشده است
hi: टूर्नामेंट अभी शुरू नहीं हुआ है
sw: Mashindano bado hayajaanza

source: Tournament registered successfully!
fa: مسابقه با موفقیت ثبت شد!
hi: टूर्नामेंट सफलतापूर्वक पंजीकृत हुआ!
sw: Mashindano yamesajiliwa kwa ufanisi!

source: Invalid data
fa: داده‌های نامعتبر
hi: अमान्य डेटा
sw: Data batili

# emptyTournaments
source: There are no registered tournaments
fa: هیچ مسابقه‌ای ثبت نشده است
hi: कोई टूर्नामेंट पंजीकृत नहीं है
sw: Hakuna mashindano yaliyosajiliwa

# errorWhileDeletingATournament
source: Error when trying to delete the tournament
fa: خطا هنگام تلاش برای حذف مسابقه
hi: टूर्नामेंट हटाने में त्रुटि
sw: Hitilafu ilipotokea kujaribu kufuta mashindano

# successWhileDeletingATournament
source: Tournament deleted successfully!
fa: مسابقه با موفقیت حذف شد!
hi: टूर्नामेंट सफलतापूर्वक हटाया गया!
sw: Mashindano yamefutwa kwa ufanisi!

source: Score
fa: امتیاز
hi: स्कोर
sw: Alama

# scoreNegativeException
source: Score can't be negative!
fa: امتیاز نمی‌تواند منفی باشد!
hi: स्कोर नकारात्मक नहीं हो सकता!
sw: Alama haiwezi kuwa hasi!

source: Classification
fa: رده‌بندی
hi: वर्गीकरण
sw: Uainishaji

source: Rounds
fa: دورها
hi: राउंड
sw: Raundi

source: Round
fa: دور
hi: राउंड
sw: Raundi

source: Result
fa: نتیجه
hi: परिणाम
sw: Matokeo

source: Tournament started
fa: مسابقه شروع شد
hi: टूर्नामेंट शुरू हो गया है
sw: Mashindano yameanza

# tournamentCantBeStarted
source: The tournament can't be started
fa: امکان شروع مسابقه وجود ندارد
hi: टूर्नामेंट शुरू नहीं किया जा सकता
sw: Mashindano hayawezi kuanzishwa

# tournamentCantBePaired
source: The tournament can't be paired
fa: امکان جفت‌سازی مسابقه وجود ندارد
hi: टूर्नामेंट पेयर नहीं किया जा सकता
sw: Mashindano hayawezi kuoanishwa

# lastRoundResultsDontFilled
source: The results of the last round were not fully filled in.
fa: نتایج دور آخر به طور کامل پر نشده است.
hi: पिछले राउंड के परिणाम पूरी तरह से भरे नहीं गए हैं।
sw: Matokeo ya raundi ya mwisho hayajajazwa kikamilifu.

source: All rounds have already been paired.
fa: تمام دورها قبلاً جفت‌سازی شده‌اند.
hi: सभी राउंड पहले ही पेयर किए जा चुके हैं।
sw: Raundi zote tayari zimepangwa.

source: Start Tournament
fa: شروع مسابقه
hi: टूर्नामेंट शुरू करें
sw: Anzisha Mashindano

source: The tournament has finished
fa: مسابقه به پایان رسیده است
hi: टूर्नामेंट समाप्त हो गया है
sw: Mashindano yamemalizika

source: Start
fa: شروع
hi: शुरू करें
sw: Anza

source: Table
fa: جدول
hi: टेबल
sw: Jedwali

source: Board
fa: صفحه
hi: बोर्ड
sw: Bodi

source: Player
fa: بازیکن
hi: खिलाड़ी
sw: Mchezaji

source: Players
fa: بازیکنان
hi: खिलाड़ी
sw: Wachezaji

source: There are no registered players
fa: بازیکن ثبت شده‌ای وجود ندارد
hi: कोई खिलाड़ी पंजीकृत नहीं है
sw: Hakuna wachezaji waliosajiliwa

# toStartTheTournamentYouNeedAtLeastThreePlayers
source: To start the tournament you need at least 3 players.
fa: برای شروع مسابقه حداقل به 3 بازیکن نیاز دارید.
hi: टूर्नामेंट शुरू करने के लिए कम से कम 3 खिलाड़ी आवश्यक हैं।
sw: Kuanzisha mashindano unahitaji angalau wachezaji 3.

# playerAddeddSuccessfully
source: Player added successfully!
fa: بازیکن با موفقیت اضافه شد!
hi: खिलाड़ी सफलतापूर्वक जोड़ा गया!
sw: Mchezaji ameongezwa kwa ufanisi!

# playerNmae
source: Player name
fa: نام بازیکن
hi: खिलाड़ी का नाम
sw: Jina la mchezaji

source: Add player
fa: افزودن بازیکن
hi: खिलाड़ी जोड़ें
sw: Ongeza mchezaji

source: Add
fa: افزودن
hi: जोड़ें
sw: Ongeza

source: Informations
fa: اطلاعات
hi: जानकारी
sw: Habari

source: Something went wrong!
fa: مشکلی پیش آمد!
hi: कुछ गलत हो गया!
sw: Kuna kitu kilienda vibaya!

source: Settings
fa: تنظیمات
hi: सेटिंग्स
sw: Mipangilio

source: Tip
sw: Kidokezo

# addResultTip
source: Tap and hold the match to add the result.
sw: Gusa na ushikilie mechi ili kuongeza matokeo.

source: Language
fa: زبان
hi: भाषा
sw: Lugha

source: Switch theme
fa: تغییر تم
hi: थीम बदलें
sw: Badili mandhari

source: Dark mode
fa: حالت تیره
hi: डार्क मोड
sw: Hali ya giza
